<template>
	<h4 :class="[$style.bold, $style.center]">Электронная информационно-образовательная среда ВГТУ</h4>

	<p :class="$style.p">
		В современном обществе, вступившем в информационный век, происходит переход от традиционного образования в условиях ограниченного доступа к информации к качественно новому образованию с использованием современных информационных технологий, ориентированных на реализацию процессов обучения. С этой целью в университете создана электронная информационно-образовательная среда (ЭИОС).
	</p>

	<p :class="$style.p">
		Назначение ЭИОС – обеспечение информационной открытости университета в соответствии с требованиями действующего законодательства Российской Федерации в сфере образования, организации образовательной деятельности университета и обеспечение доступа обучающихся и научно-педагогических работников к информационно-образовательным ресурсам ЭИОС.
	</p>

	Целями использования ЭИОС в университете являются:

	<ul :class="$style.list">
		<li>
			- формирование единого образовательного пространства и организация образовательного процесса по реализуемым образовательным программам посредством использования информационно-образовательных технологий и сервисов ЭИОС;
		</li>

		<li>
			- обеспечение образовательного процесса информационно-образовательными ресурсами ЭИОС в соответствии с требованиями к реализации образовательных программ, реализуемым в университете;
		</li>
		<li>
			- доступ обучающихся и работников университета, вне зависимости от места их нахождения, к информационно-справочным и информационным образовательным ресурсам ЭИОС университета посредством использования информационно-коммуникационных технологий и сервисов ЭИОС;
		</li>
		<li>
			- обеспечение коммуникаций и взаимодействия всех участников образовательного процесса, имеющих права доступа к ЭИОС;
		</li>
		<li>
			- обеспечение механизмов и процедур мониторинга образовательного процесса.
		</li>
	</ul>

	<div :class="$style.bold">Контакты</div>
	<div>
		Начальник отдела цифровых образовательных технологий
	</div>
	<div>
		Шотыло Денис Михайлович
	</div>
	<div>
		<a href="mailto:shotylodm@mail.ru">e-mail: shotylodm@mail.ru</a>
	</div>
	<div>
		<a href="tel:+79601283200">тел.: +7 (960) 128 32 00</a>
	</div>
</template>

<style module>
.center {
	text-align: center;
}

.bold {
	font-weight: 700;
}

.p {
	margin: 16px 0;
}

.list {
	list-style-type: none;
}

.list li {
	margin: 16px 0;
}
</style>